Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Discard_NotUndoable
source: The file was changed by another app, so this can't be undone.
ar: تم تغيير الملف بواسطة تطبيق آخر، لذا لا يمكن التراجع عن هذا.
cs: Soubor byl změněn jinou aplikací, proto tuto akci nelze vrátit.
de: Die Datei wurde von einer anderen App geändert, daher kann dies nicht rückgängig gemacht werden.
el: Το αρχείο άλλαξε από άλλη εφαρμογή, επομένως αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Otra aplicación modificó el archivo, así que esto no se puede deshacer.
fa: فایل توسط برنامهٔ دیگری تغییر کرده است، بنابراین این کار قابل واگرد نیست.
fr: Le fichier a été modifié par une autre application ; cette opération est donc irréversible.
hu: A fájlt egy másik alkalmazás módosította, ezért ez nem vonható vissza.
id: File diubah oleh aplikasi lain, sehingga tindakan ini tidak dapat dibatalkan.
it: Il file è stato modificato da un'altra app, quindi questa operazione non può essere annullata.
ja: ファイルが外部で変更されているため、元に戻せません。
ko: 다른 앱에서 파일을 변경했으므로 이 작업은 실행 취소할 수 없습니다.
pl: Plik został zmieniony przez inną aplikację, więc tej operacji nie można cofnąć.
pt: O arquivo foi alterado por outro aplicativo, por isso isso não pode ser desfeito.
ro: Fișierul a fost modificat de altă aplicație, așa că această acțiune nu poate fi anulată.
ru: Файл был изменен другим приложением, поэтому это действие нельзя отменить.
th: ไฟล์ถูกเปลี่ยนแปลงโดยแอปอื่น จึงไม่สามารถเลิกทำได้
tr: Dosya başka bir uygulama tarafından değiştirildiğinden bu işlem geri alınamaz.
uk: Файл змінила інша програма, тому цю дію неможливо скасувати.
vi: Tệp đã bị ứng dụng khác thay đổi nên không thể hoàn tác thao tác này.
zh_hans: 该文件已被其他应用更改，因此无法撤消此操作。
zh_hant: 檔案已被其他應用程式變更，因此無法復原此操作。

# Discard_Confirm
source: Discard and reload
ar: تجاهل وإعادة تحميل
cs: Zahodit a znovu načíst
de: Verwerfen und neu laden
el: Απόρριψη και επαναφόρτωση
es: Descartar y volver a cargar
fa: دور انداختن و بارگذاری مجدد
fr: Abandonner et recharger
hu: Elvetés és újratöltés
id: Buang dan muat ulang
it: Ignora e ricarica
ja: 破棄して再読み込み
ko: 취소 후 다시 로드
pl: Odrzuć i załaduj ponownie
pt: Descartar e recarregar
ro: Renunțare și reîncărcare
ru: Отменить и перезагрузить
th: ละทิ้งและโหลดใหม่
tr: At ve yeniden yükle
uk: Відхилити й перезавантажити
vi: Hủy và tải lại
zh_hans: 放弃并重新加载
zh_hant: 捨棄並重新載入

# Discard_UndoName
source: Discard changes
ar: تجاهل التغييرات
cs: Zahození změn
de: Änderungen verwerfen
el: Απόρριψη αλλαγών
es: Descartar cambios
fa: دور انداختن تغییرات
fr: Abandon des modifications
hu: Módosítások elvetése
id: Buang perubahan
it: Ignora modifiche
ja: 変更の破棄
ko: 변경 내용 취소
pl: Odrzucenie zmian
pt: Descartar alterações
ro: Renunțare la modificări
ru: Отмена изменений
th: ละทิ้งการเปลี่ยนแปลง
tr: Değişiklikleri at
uk: Відхилення змін
vi: Hủy thay đổi
zh_hans: 放弃更改
zh_hant: 捨棄變更

# Merge_Title
source: Merge with the changed file?
ar: هل تريد الدمج مع الملف الذي تغيّر؟
cs: Sloučit se změněným souborem?
de: Mit der geänderten Datei zusammenführen?
el: Συγχώνευση με το αρχείο που άλλαξε;
es: ¿Combinar con el archivo modificado?
fa: با فایل تغییریافته ادغام شود؟
fr: Fusionner avec le fichier modifié ?
hu: Egyesíti a megváltozott fájllal?
id: Gabungkan dengan file yang berubah?
it: Unire con il file modificato?
ja: 変更されたファイルとマージしますか?
ko: 변경된 파일과 병합하시겠습니까?
pl: Czy scalić ze zmienionym plikiem?
pt: Mesclar com o arquivo alterado?
ro: Îmbinați cu fișierul modificat?
ru: Объединить с измененным файлом?
th: ผสานกับไฟล์ที่เปลี่ยนแปลงหรือไม่
tr: Değişen dosyayla birleştirilsin mi?
uk: Об’єднати зі зміненим файлом?
vi: Hợp nhất với tệp đã thay đổi?
zh_hans: 是否与已更改的文件合并？
zh_hant: 要與已變更的檔案合併嗎？

# Merge_LengthChanged
source: The other app changed the file size from {0} to {1} bytes. Your changes are applied at the same offsets, so they may end up in the wrong place. You can undo the merge with Ctrl+Z.
ar: غيّر التطبيق الآخر حجم الملف من {0} إلى {1} بايت. يتم تطبيق تغييراتك عند الإزاحات نفسها، لذا قد ينتهي بها الأمر في مكان خاطئ. يمكنك التراجع عن الدمج باستخدام Ctrl+Z.
cs: Jiná aplikace změnila velikost souboru z {0} na {1} bajtů. Vaše změny se použijí na stejných posunech, takže mohou skončit na nesprávném místě. Sloučení můžete vrátit klávesami Ctrl+Z.
de: Die andere App hat die Dateigröße von {0} auf {1} Bytes geändert. Ihre Änderungen werden an denselben Offsets angewendet und landen daher möglicherweise an der falschen Stelle. Mit Ctrl+Z können Sie das Zusammenführen rückgängig machen.
el: Η άλλη εφαρμογή άλλαξε το μέγεθος του αρχείου από {0} σε {1} byte. Οι αλλαγές σας εφαρμόζονται στις ίδιες μετατοπίσεις, επομένως ενδέχεται να καταλήξουν σε λάθος θέση. Μπορείτε να αναιρέσετε τη συγχώνευση με Ctrl+Z.
es: La otra aplicación cambió el tamaño del archivo de {0} a {1} bytes. Tus cambios se aplican en los mismos desplazamientos, así que podrían quedar en un lugar incorrecto. Puedes deshacer la combinación con Ctrl+Z.
fa: برنامهٔ دیگر اندازهٔ فایل را از {0} به {1} بایت تغییر داد. تغییرات شما در همان آفست‌ها اعمال می‌شوند، بنابراین ممکن است در جای نادرستی قرار گیرند. می‌توانید ادغام را با Ctrl+Z واگرد کنید.
fr: L'autre application a modifié la taille du fichier de {0} à {1} octets. Vos modifications sont appliquées aux mêmes décalages et risquent donc de se retrouver au mauvais endroit. Vous pouvez annuler la fusion avec Ctrl+Z.
hu: A másik alkalmazás a fájl méretét {0} bájtról {1} bájtra módosította. A módosításai ugyanazokon az eltolásokon lesznek alkalmazva, így rossz helyre kerülhetnek. Az egyesítés a Ctrl+Z billentyűkombinációval visszavonható.
id: Aplikasi lain mengubah ukuran file dari {0} menjadi {1} byte. Perubahan Anda diterapkan pada offset yang sama, sehingga mungkin berada di tempat yang salah. Anda dapat membatalkan penggabungan dengan Ctrl+Z.
it: L'altra app ha cambiato la dimensione del file da {0} a {1} byte. Le tue modifiche vengono applicate agli stessi offset, quindi potrebbero finire nel posto sbagliato. Puoi annullare l'unione con Ctrl+Z.
ja: 外部の変更でファイルのサイズが {0} バイトから {1} バイトに変わりました。自分の変更は同じオフセットに適用し直すため、正しい位置にならない可能性があります。マージは Ctrl+Z で元に戻せます。
ko: 다른 앱에서 파일 크기를 {0}바이트에서 {1}바이트로 변경했습니다. 사용자의 변경 내용은 같은 오프셋에 적용되므로 잘못된 위치에 들어갈 수 있습니다. Ctrl+Z로 병합을 실행 취소할 수 있습니다.
pl: Inna aplikacja zmieniła rozmiar pliku z {0} na {1} B. Twoje zmiany są stosowane pod tymi samymi przesunięciami, więc mogą trafić w niewłaściwe miejsce. Możesz cofnąć scalenie za pomocą Ctrl+Z.
pt: O outro aplicativo alterou o tamanho do arquivo de {0} para {1} bytes. Suas alterações são aplicadas nos mesmos deslocamentos, por isso podem acabar no lugar errado. Você pode desfazer a mesclagem com Ctrl+Z.
ro: Cealaltă aplicație a modificat dimensiunea fișierului de la {0} la {1} octeți. Modificările dvs. se aplică la aceleași deplasamente, așa că pot ajunge în locul greșit. Puteți anula îmbinarea cu Ctrl+Z.
ru: Другое приложение изменило размер файла с {0} до {1} байт. Ваши изменения применяются по тем же смещениям, поэтому могут оказаться не на своем месте. Объединение можно отменить с помощью Ctrl+Z.
th: แอปอื่นเปลี่ยนขนาดไฟล์จาก {0} เป็น {1} ไบต์ การเปลี่ยนแปลงของคุณจะถูกนำไปใช้ที่ออฟเซ็ตเดิม จึงอาจอยู่ผิดตำแหน่ง คุณสามารถเลิกทำการผสานได้ด้วย Ctrl+Z
tr: Diğer uygulama dosya boyutunu {0} bayttan {1} bayta değiştirdi. Değişiklikleriniz aynı ofsetlere uygulanır, bu nedenle yanlış yere düşebilir. Birleştirmeyi Ctrl+Z ile geri alabilirsiniz.
uk: Інша програма змінила розмір файлу з {0} до {1} байтів. Ваші зміни застосовуються за тими самими зміщеннями, тому можуть опинитися не на своєму місці. Об’єднання можна скасувати за допомогою Ctrl+Z.
vi: Ứng dụng kia đã thay đổi kích thước tệp từ {0} thành {1} byte. Các thay đổi của bạn được áp dụng tại cùng độ lệch nên có thể nằm sai vị trí. Bạn có thể hoàn tác việc hợp nhất bằng Ctrl+Z.
zh_hans: 其他应用将文件大小从 {0} 字节更改为 {1} 字节。你的更改将应用于相同的偏移量，因此可能会落在错误的位置。可以使用 Ctrl+Z 撤消合并。
zh_hant: 其他應用程式已將檔案大小從 {0} 個位元組變更為 {1} 個位元組。您的變更會套用在相同的位移，因此可能會落在錯誤的位置。您可以按 Ctrl+Z 復原合併。

# Merge_UndoName
source: Merge with external changes
ar: الدمج مع التغييرات الخارجية
cs: Sloučení s externími změnami
de: Mit externen Änderungen zusammenführen
el: Συγχώνευση με εξωτερικές αλλαγές
es: Combinar con cambios externos
fa: ادغام با تغییرات خارجی
fr: Fusion avec les modifications externes
hu: Egyesítés a külső módosításokkal
id: Gabungkan dengan perubahan eksternal
it: Unisci con modifiche esterne
ja: 外部の変更とのマージ
ko: 외부 변경 내용과 병합
pl: Scalenie ze zmianami zewnętrznymi
pt: Mesclar com alterações externas
ro: Îmbinare cu modificările externe
ru: Объединение с внешними изменениями
th: ผสานกับการเปลี่ยนแปลงภายนอก
tr: Dış değişikliklerle birleştir
uk: Об’єднання із зовнішніми змінами
vi: Hợp nhất với thay đổi bên ngoài
zh_hans: 与外部更改合并
zh_hant: 與外部變更合併

# Backup_Failed
source: Saving was stopped because a backup couldn't be created ({0}).
ar: تم إيقاف الحفظ لأنه تعذّر إنشاء نسخة احتياطية ({0}).
cs: Ukládání bylo zastaveno, protože nebylo možné vytvořit zálohu ({0}).
de: Das Speichern wurde abgebrochen, da keine Sicherung erstellt werden konnte ({0}).
el: Η αποθήκευση διακόπηκε, επειδή δεν ήταν δυνατή η δημιουργία αντιγράφου ασφαλείας ({0}).
es: Se detuvo el guardado porque no se pudo crear una copia de seguridad ({0}).
fa: ذخیره متوقف شد، زیرا ایجاد نسخهٔ پشتیبان ممکن نشد ({0}).
fr: L'enregistrement a été interrompu, car une sauvegarde n'a pas pu être créée ({0}).
hu: A mentés leállt, mert nem sikerült biztonsági másolatot készíteni ({0}).
id: Penyimpanan dihentikan karena cadangan tidak dapat dibuat ({0}).
it: Il salvataggio è stato interrotto perché non è stato possibile creare un backup ({0}).
ja: バックアップを作れないため保存を中止しました ({0})。
ko: 백업을 만들 수 없어 저장을 중지했습니다({0}).
pl: Zapisywanie zostało przerwane, ponieważ nie można utworzyć kopii zapasowej ({0}).
pt: O salvamento foi interrompido porque não foi possível criar um backup ({0}).
ro: Salvarea a fost oprită, deoarece nu s-a putut crea o copie de rezervă ({0}).
ru: Сохранение остановлено, так как не удалось создать резервную копию ({0}).
th: หยุดการบันทึกแล้ว เนื่องจากไม่สามารถสร้างข้อมูลสำรองได้ ({0})
tr: Yedek oluşturulamadığından kaydetme durduruldu ({0}).
uk: Збереження зупинено, оскільки не вдалося створити резервну копію ({0}).
vi: Đã dừng lưu vì không thể tạo bản sao lưu ({0}).
zh_hans: 无法创建备份（{0}），因此已停止保存。
zh_hant: 無法建立備份（{0}），因此已停止儲存。

# Backup_SaveWithout
source: Save without backup
ar: الحفظ دون نسخة احتياطية
cs: Uložit bez zálohy
de: Ohne Sicherung speichern
el: Αποθήκευση χωρίς αντίγραφο ασφαλείας
es: Guardar sin copia de seguridad
fa: ذخیره بدون نسخهٔ پشتیبان
fr: Enregistrer sans sauvegarde
hu: Mentés biztonsági másolat nélkül
id: Simpan tanpa cadangan
it: Salva senza backup
ja: バックアップなしで保存
ko: 백업 없이 저장
pl: Zapisz bez kopii zapasowej
pt: Salvar sem backup
ro: Salvare fără copie de rezervă
ru: Сохранить без резервной копии
th: บันทึกโดยไม่สำรองข้อมูล
tr: Yedeklemeden kaydet
uk: Зберегти без резервної копії
vi: Lưu không sao lưu
zh_hans: 不备份直接保存
zh_hant: 不備份直接儲存

# BackupCopy_Title
source: Copy the whole file for the backup?
ar: هل تريد نسخ الملف بأكمله للنسخة الاحتياطية؟
cs: Zkopírovat celý soubor jako zálohu?
de: Gesamte Datei für die Sicherung kopieren?
el: Αντιγραφή ολόκληρου του αρχείου για το αντίγραφο ασφαλείας;
es: ¿Copiar todo el archivo para la copia de seguridad?
fa: کل فایل برای نسخهٔ پشتیبان رونوشت شود؟
fr: Copier tout le fichier pour la sauvegarde ?
hu: Átmásolja a teljes fájlt a biztonsági másolathoz?
id: Salin seluruh file untuk cadangan?
it: Copiare l'intero file per il backup?
ja: バックアップのためにファイル全体をコピーしますか?
ko: 백업을 위해 파일 전체를 복사하시겠습니까?
pl: Czy skopiować cały plik do kopii zapasowej?
pt: Copiar o arquivo inteiro para o backup?
ro: Copiați tot fișierul pentru copia de rezervă?
ru: Скопировать весь файл для резервной копии?
th: คัดลอกทั้งไฟล์เพื่อสำรองข้อมูลหรือไม่
tr: Yedek için dosyanın tamamı kopyalansın mı?
uk: Скопіювати весь файл для резервної копії?
vi: Sao chép toàn bộ tệp để sao lưu?
zh_hans: 是否复制整个文件用于备份？
zh_hant: 要複製整個檔案作為備份嗎？

# BackupCopy_Body
source: To keep a backup, the whole file ({0}) is copied before saving.
ar: للاحتفاظ بنسخة احتياطية، يتم نسخ الملف بأكمله ({0}) قبل الحفظ.
cs: Kvůli záloze se před uložením zkopíruje celý soubor ({0}).
de: Für die Sicherung wird vor dem Speichern die gesamte Datei ({0}) kopiert.
el: Για τη διατήρηση αντιγράφου ασφαλείας, ολόκληρο το αρχείο ({0}) αντιγράφεται πριν από την αποθήκευση.
es: Para conservar una copia de seguridad, se copia todo el archivo ({0}) antes de guardar.
fa: برای نگه‌داشتن نسخهٔ پشتیبان، کل فایل ({0}) پیش از ذخیره رونوشت می‌شود.
fr: Pour conserver une sauvegarde, le fichier entier ({0}) est copié avant l'enregistrement.
hu: A biztonsági másolat megőrzéséhez a teljes fájl ({0}) át lesz másolva a mentés előtt.
id: Untuk menyimpan cadangan, seluruh file ({0}) disalin sebelum disimpan.
it: Per conservare un backup, l'intero file ({0}) viene copiato prima del salvataggio.
ja: バックアップのためにファイル全体 ({0}) をコピーしてから保存します。
ko: 백업을 유지하기 위해 저장하기 전에 파일 전체({0})를 복사합니다.
pl: Aby zachować kopię zapasową, cały plik ({0}) jest kopiowany przed zapisaniem.
pt: Para manter um backup, o arquivo inteiro ({0}) é copiado antes de salvar.
ro: Pentru a păstra o copie de rezervă, tot fișierul ({0}) este copiat înainte de salvare.
ru: Чтобы сохранить резервную копию, перед сохранением копируется весь файл ({0}).
th: เพื่อเก็บข้อมูลสำรอง ไฟล์ทั้งหมด ({0}) จะถูกคัดลอกก่อนบันทึก
tr: Yedek tutmak için kaydetmeden önce dosyanın tamamı ({0}) kopyalanır.
uk: Щоб зберегти резервну копію, перед збереженням буде скопійовано весь файл ({0}).
vi: Để giữ bản sao lưu, toàn bộ tệp ({0}) sẽ được sao chép trước khi lưu.
zh_hans: 为保留备份，将在保存前复制整个文件（{0}）。
zh_hant: 為了保留備份，儲存前會先複製整個檔案（{0}）。

# BackupCopy_Copy
source: Copy and save
ar: نسخ وحفظ
cs: Zkopírovat a uložit
de: Kopieren und speichern
el: Αντιγραφή και αποθήκευση
es: Copiar y guardar
fa: رونوشت و ذخیره
fr: Copier et enregistrer
hu: Másolás és mentés
id: Salin dan simpan
it: Copia e salva
ja: コピーして保存
ko: 복사 후 저장
pl: Kopiuj i zapisz
pt: Copiar e salvar
ro: Copiere și salvare
ru: Скопировать и сохранить
th: คัดลอกและบันทึก
tr: Kopyala ve kaydet
uk: Скопіювати й зберегти
vi: Sao chép và lưu
zh_hans: 复制并保存
zh_hant: 複製並儲存

# Cmd_file_new
source: New
ar: جديد
cs: Nový
de: Neu
el: Δημιουργία
es: Nuevo
fa: جدید
fr: Nouveau
hu: Új
id: Baru
it: Nuovo
ja: 新規作成
ko: 새로 만들기
pl: Nowy
pt: Novo
ro: Nou
ru: Создать
th: ใหม่
tr: Yeni
uk: Створити
vi: Mới
zh_hans: 新建
zh_hant: 新增

# CmdAlias_file_new
source: create blank empty
ar: create blank empty إنشاء فارغ جديد
cs: nový novy vytvořit vytvorit prázdný prazdny create blank empty
de: neu erstellen leer create blank empty
el: δημιουργία κενό νέο create blank empty
es: nuevo crear vacío create blank empty
fa: ایجاد خالی تازه, create blank empty
fr: nouveau créer vide create blank empty
hu: új uj létrehozás letrehozas üres ures create blank empty
id: baru buat kosong create blank empty
it: crea vuoto nuovo create blank empty
ja: しんきさくせい あたらしい
ko: 새로 만들기 새 파일 빈 생성 create blank empty
pl: utwórz pusty nowy create blank empty
pt: criar vazio em branco novo create blank empty
ro: nou creare gol necompletat create blank empty
ru: создать пустой новый create blank empty
th: สร้าง ใหม่ ว่างเปล่า create blank empty
tr: oluştur boş yeni create blank empty
uk: створити новий порожній create blank empty
vi: tạo mới trống create blank empty
zh_hans: 新建 创建 空白 空文件 create blank empty
zh_hant: 新增 建立 空白 新檔案 create blank empty

# Cmd_file_newWithSize
source: New with size
ar: جديد بحجم محدد
cs: Nový s velikostí
de: Neu mit Größe
el: Δημιουργία με μέγεθος
es: Nuevo con tamaño
fa: جدید با اندازهٔ مشخص
fr: Nouveau avec taille
hu: Új, megadott mérettel
id: Baru dengan ukuran
it: Nuovo con dimensione
ja: サイズを指定して新規作成
ko: 크기를 지정하여 새로 만들기
pl: Nowy o podanym rozmiarze
pt: Novo com tamanho
ro: Nou cu dimensiune
ru: Создать с размером
th: ใหม่โดยระบุขนาด
tr: Boyut belirterek yeni
uk: Створити із розміром
vi: Mới theo kích thước
zh_hans: 指定大小新建
zh_hant: 指定大小新增

# CmdAlias_file_newWithSize
source: create blank length bytes
ar: create blank length bytes إنشاء فارغ طول بايت
cs: nový novy velikost délka delka bajty create blank length bytes
de: neu erstellen größe länge bytes create blank length
el: δημιουργία κενό μήκος μέγεθος byte create blank length bytes
es: nuevo crear tamaño longitud bytes create blank length
fa: ایجاد خالی طول بایت, create blank length bytes
fr: nouveau créer taille longueur octets create blank length bytes
hu: új uj létrehozás letrehozas méret meret hossz bájt bajt create blank length bytes
id: baru buat ukuran panjang create blank length bytes
it: crea vuoto lunghezza dimensione byte create blank length bytes
ja: さいずをしていしてしんきさくせい
ko: 새로 만들기 크기 길이 바이트 생성 create blank length bytes
pl: utwórz pusty długość rozmiar bajty create blank length bytes
pt: criar vazio comprimento tamanho bytes create blank length
ro: creare gol lungime dimensiune octeti octeți create blank length bytes
ru: создать пустой длина размер байты create blank length bytes
th: สร้าง ใหม่ ขนาด ความยาว ไบต์ create blank length bytes
tr: oluştur boş uzunluk bayt create blank length bytes
uk: створити порожній довжина розмір байти create blank length bytes
vi: tạo mới kích thước độ dài create blank length bytes
zh_hans: 新建 创建 空白 长度 大小 字节 create blank length bytes
zh_hant: 指定大小 新增 建立 空白 長度 位元組 create blank length bytes

# Cmd_file_open
source: Open
ar: فتح
cs: Otevřít
de: Öffnen
el: Άνοιγμα
es: Abrir
fa: باز کردن
fr: Ouvrir
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
pt: Abrir
ro: Deschidere
ru: Открыть
th: เปิด
tr: Aç
uk: Відкрити
vi: Mở
zh_hans: 打开
zh_hant: 開啟

# CmdAlias_file_open
source: load file
ar: load file تحميل ملف فتح
cs: otevřít otevrit načíst nacist soubor load file
de: öffnen laden datei load file
el: άνοιγμα φόρτωση αρχείο load file
es: abrir cargar archivo load file
fa: بارگذاری فایل, load file
fr: ouvrir charger fichier load file
hu: megnyitás megnyitas betöltés betoltes fájl fajl load file
id: buka muat file load file
it: apri carica file load
ja: ひらく ふぁいる
ko: 열기 파일 불러오기 로드 load file
pl: otwórz wczytaj plik load file
pt: abrir carregar arquivo load file
ro: deschidere incarcare încărcare fisier fișier load file
ru: открыть загрузить файл load file
th: เปิด โหลด ไฟล์ load file
tr: yükle dosya load file
uk: відкрити завантажити файл load file
vi: mở tệp tải load file
zh_hans: 打开 加载 载入 文件 load file
zh_hant: 開啟 載入 檔案 打開 load file

# Cmd_file_save
source: Save
ar: حفظ
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fr: Enregistrer
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt: Salvar
ro: Salvare
ru: Сохранить
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# CmdAlias_file_save
source: write store
ar: write store كتابة تخزين حفظ
cs: uložit ulozit uložení ulozeni zapsat write store
de: speichern schreiben write store
el: αποθήκευση εγγραφή write store
es: guardar escribir write store
fa: نوشتن ذخیره‌سازی, write store
fr: enregistrer sauvegarder écrire write store
hu: mentés mentes írás iras tárolás tarolas write store
id: simpan tulis write store
it: salva scrivi memorizza write store
ja: ほぞん
ko: 저장 쓰기 보관 write store
pl: zapisz zachowaj write store
pt: salvar gravar armazenar write store
ro: salvare scriere stocare write store
ru: сохранить записать write store
th: บันทึก เขียน write store
tr: yaz sakla write store
uk: зберегти записати write store
vi: lưu ghi write store
zh_hans: 保存 存储 储存 写入 write store
zh_hant: 儲存 存檔 寫入 write store

# Cmd_file_saveAs
source: Save as
ar: حفظ باسم
cs: Uložit jako
de: Speichern unter
el: Αποθήκευση ως
es: Guardar como
fa: ذخیره با نام
fr: Enregistrer sous
hu: Mentés másként
id: Simpan sebagai
it: Salva con nome
ja: 名前を付けて保存
ko: 다른 이름으로 저장
pl: Zapisz jako
pt: Salvar como
ro: Salvare ca
ru: Сохранить как
th: บันทึกเป็น
tr: Farklı kaydet
uk: Зберегти як
vi: Lưu như
zh_hans: 另存为
zh_hant: 另存新檔

# CmdAlias_file_saveAs
source: save copy rename
ar: save copy rename حفظ نسخة إعادة تسمية
cs: uložit ulozit kopie přejmenovat prejmenovat save copy rename
de: speichern unter kopie umbenennen save copy rename
el: αποθήκευση αντίγραφο μετονομασία save copy rename
es: guardar como copia cambiar nombre save copy rename
fa: ذخیره رونوشت تغییر نام, save copy rename
fr: enregistrer sous copie renommer save copy rename
hu: mentés mentes másként maskent másolat masolat átnevezés atnevezes save copy rename
id: simpan salinan ganti nama save copy rename
it: salva copia rinomina save copy rename
ja: なまえをつけてほぞん
ko: 다른 이름으로 저장 복사본 이름 바꾸기 save copy rename
pl: zapisz kopia zmień nazwę save copy rename
pt: salvar cópia renomear save copy rename
ro: salvare copie redenumire save copy rename
ru: сохранить копия переименовать save copy rename
th: บันทึกเป็น สำเนา เปลี่ยนชื่อ save copy rename
tr: kopya kaydet yeniden adlandır save copy rename
uk: зберегти копія перейменувати save copy rename
vi: lưu như bản sao đổi tên save copy rename
zh_hans: 另存为 副本 重命名 save copy rename
zh_hant: 另存新檔 另存 複本 重新命名 save copy rename

# Cmd_file_saveAll
source: Save all
ar: حفظ الكل
cs: Uložit vše
de: Alle speichern
el: Αποθήκευση όλων
es: Guardar todo
fa: ذخیرهٔ همه
fr: Tout enregistrer
hu: Összes mentése
id: Simpan semua
it: Salva tutto
ja: すべて保存
ko: 모두 저장
pl: Zapisz wszystko
pt: Salvar tudo
ro: Salvare totală
ru: Сохранить все
th: บันทึกทั้งหมด
tr: Tümünü kaydet
uk: Зберегти все
vi: Lưu tất cả
zh_hans: 全部保存
zh_hant: 全部儲存

# CmdAlias_file_saveAll
source: write all
ar: write all كتابة الكل حفظ
cs: uložit ulozit vše vse write all
de: alle speichern write all
el: αποθήκευση όλων εγγραφή write all
es: guardar todo write all
fa: نوشتن همه, write all
fr: tout enregistrer write all
hu: összes osszes mentés mentes write all
id: simpan semua write all
it: salva tutto scrivi write all
ja: すべてほぞん
ko: 모두 저장 전체 저장 write all
pl: zapisz wszystko write all
pt: salvar tudo gravar write all
ro: salvare scriere toate write all
ru: записать все write all
th: บันทึกทั้งหมด write all
tr: tümünü yaz write all
uk: записати все write all
vi: lưu tất cả write all
zh_hans: 全部保存 写入 write all
zh_hant: 全部儲存 全部存檔 write all

# Cmd_file_close
source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fr: Fermer
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt: Fechar
ro: Închidere
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# CmdAlias_file_close
source: close tab
ar: close tab إغلاق علامة تبويب
cs: zavřít zavrit karta close tab
de: schließen registerkarte close tab
el: κλείσιμο καρτέλα close tab
es: cerrar pestaña close tab
fa: بستن زبانه, close tab
fr: fermer onglet close tab
hu: bezárás bezaras lap close tab
id: tutup tab close tab
it: chiudi scheda close tab
ja: とじる たぶ
ko: 닫기 탭 닫기 close tab
pl: zamknij kartę close tab
pt: fechar guia close tab
ro: inchidere închidere fila filă close tab
ru: закрыть вкладку close tab
th: ปิด แท็บ close tab
tr: sekmeyi kapat close tab
uk: закрити вкладку close tab
vi: đóng tab close tab
zh_hans: 关闭 选项卡 标签 close tab
zh_hant: 關閉 索引標籤 分頁 close tab

# Cmd_file_closeAll
source: Close all
ar: إغلاق الكل
cs: Zavřít vše
de: Alle schließen
el: Κλείσιμο όλων
es: Cerrar todo
fa: بستن همه
fr: Tout fermer
hu: Összes bezárása
id: Tutup semua
it: Chiudi tutto
ja: すべて閉じる
ko: 모두 닫기
pl: Zamknij wszystko
pt: Fechar tudo
ro: Închidere totală
ru: Закрыть все
th: ปิดทั้งหมด
tr: Tümünü kapat
uk: Закрити все
vi: Đóng tất cả
zh_hans: 全部关闭
zh_hant: 全部關閉
